all_characters = 'абвгдеёжзийклмнопрстуфхцчшщъыьэюяАБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯabcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ01234567890'

dictionary = {
    'Инᴄᴛᴀᴦᴩᴀʍ': str.maketrans(all_characters, 'ᴀбʙᴦдᴇёжɜийᴋᴧʍнᴏᴨᴩᴄᴛуɸхцчɯщъыь϶юяАБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯᴀʙᴄdᴇfghijᴋlʍnᴏᴩqrsᴛuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ01234567890'),
    'Инᥴᴛᥲᴦρᥲⲙ': str.maketrans(all_characters, 'ᥲδʙᴦдᥱёжᤋᥙᥔκ᧘ⲙн᧐ᥰρᥴᴛуɸ᥊цчɯщъыь϶юяАБВ𐌲ДЕЁЖЗИЙ𐌺𐌡𐌑𐋏𐌏𐌿Р𑀝ТУФ𐌗ЦԿШЩЪЫЬЭЮЯᥲδᥴɗᥱfgɦijκᥣⲙᥒ᧐ρqrsᴛᥙ᥎ᥕ᥊yᤁAB𑀝𑀥EFᏵ𐋏IJ𐌺𑀉𐌑𐌽𐌏PQR𐍃T𐌵VWXYZ01234567890'),
    'Ⳙⲏⲥⲧⲁⲅⲣⲁⲙ': str.maketrans(all_characters, 'ⲁⳝⲃⲅⲇⲉⲉⲯⳅυύⲕⲗⲙⲏⲟⲡⲣⲥⲧⲩⲫⲭцⳡⲱⳃъыьэюяⲀⳜⲂⲄⲆⲈⲈⲮⳄⳘЙⲔⲖⲘⲎⲞⲠⲢⲤⲦⲨⲪⲬЦⳠⲰⳂЪЫЬЭЮЯⲁⲃⲥⲇⲉϝⳋⲏⲓⳗⲕⳑⲙⲛⲟⲣqʀⲋⲧυⳳⲱⲭⲩⲍⲀⲂⲤⲆⲈϜⳒⲎⲒⳖⲔⳐⲘⲚⲞⲢQRⲊⲦⳘⳲⲰⲬⲨⲌ01234567890'),
    'υʜсταⲅραɱ': str.maketrans(all_characters, 'αɓɞⲅ∂ϱɛжʒυύκⲗɱʜσηρсτƴϕχʯɥɯɰъыь϶юяαɓɞⲅ∂ϱɛжʒυύκⲗɱʜσηρсτƴϕχʯɥɯɰъыь϶юяαɓϲ∂ϱƒɠɧɩʝƙɭɱɳσρʠɼѕʈυνѡχƴʑαɓϲ∂ϱƒɠɧɩʝƙɭɱɳσρʠɼѕʈυνѡχƴʑ01234567890'),
    'υⲏς੮ɑɾƿɑⲙ': str.maketrans(all_characters, 'ɑઠɞɾ∂૯દжਡυύκʌⲙⲏ૦ηƿς੮ƴɸⲭц૫ਘਘъыь϶юяɑઠɞɾ∂૯દжਡυύκʌⲙⲏ૦ηƿς੮ƴɸⲭц૫ਘਘъыь϶юяɑᑲςᑯ૯⨍ɢⲏɪᴊκʟⲙⲛ૦ƿવʀઽ੮υνਘⲭⲩⲍɑᑲςᑯ૯⨍ɢⲏɪᴊκʟⲙⲛ૦ƿવʀઽ੮υνਘⲭⲩⲍ01234567890'),
    # '': str.maketrans(all_characters, ''),
}

# абвгдеёжзийклмнопрстуфхцчшщъыьэюяАБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯabcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ01234567890
# Инстаграм
